Revit 2027 API
GroupTypeId.StairStringers Property
 Stringers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairStringers { get; }
Public Shared ReadOnly Property StairStringers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairStringers {
	ForgeTypeId^ get ();
}
static member StairStringers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace